Repository: divvun/python_tca2
Catalog: bug3/giella_no.docx_nob.tmx
Source language: nob
Languages: sme

source: Møte med Tana kommune
sme: Čoahkkin Deanu gielddain

source: Sametinget avholdt et digitalt møte med Tana kommune 5.november 2021.
sme: Sámediggi doalai digitála čoahkkima Deanu gielddain skábmamánu 5. beaivvi 2021.

source: Møte var om at Tana kommune har behov for et mye større tospråklighetstilskudd enn det de bevilges av Sametinget.
sme: Čoahkkin lei Deanu gieldda guovttegielatvuođadoarjaga dárbbuid birra mat leat olu eambbo go doarjja maid Sámediggi juolluda.

source: Sametingsrådene Mikkel Eskil Mikkelsen og Runar Myrnes Balto var med på møtet.
sme: Sámediggeráđit Mikkel Eskil Mikkelsen ja Runar Myrnes Balto searvvaiga čoahkkimii.

source: Samisk språkuke
sme: Sámi báikenammanevvohat

source: Aldri noensinne har språkuka og samiske språk fått så mye oppmerksomhet i samfunnet.
sme: Sámi giellavahkku Ii goassege leat Giellavahkku ja sámegielat ná bures fuomášuvvon servodagas.

source: Sametinget så i fjor i forbindelse med pandemien at vi rekker ut til folk med filmer.
sme: Sámediggi oinnii diibmá pandemiija oktavuođas ahte olahit olbmuide filmmaiguin.

source: Derfor bestilte Sametinget 11 filmer til språkuka.
sme: Dan dihte diŋgui Sámediggi 11 filmma Giellavahkkui.

source: Sametinget har brukt mye ressurser på å synliggjøre språkuka via sosiale media.
sme: Sámediggi lea atnán ollu resurssaid čalmmustahttit Giellavahku sosiála mediaid bokte.

source: Vi ser at det er med en bredere synliggjøring av språkuka.
sme: Mii oaidnit ahte dat lea mielde čalmmustahttime Giellavahku viidát.

source: Helhetlig ser Sametinget at det Norske samfunnet er klare til å gjøre mer i forbindelse med språkuka så lenge Sametinget har ressurser til å veilede og hjelpe.
sme: Ollislaččat oaidná Sámediggi ahte Norgga servodat lea gearggus dahkat eanet Giellavahku oktavuođas nu guhká go Sámedikkis leat resurssat sin láidestit ja veahkehit.

source: Sametinget har også muligheter til å samarbeide med større aktører, hvis de begynner å planlegge i god tid.
sme: Sámedikkis lea maid vejolašvuohta oažžut ovttasbarggu stuorit aktevrraiguin, jus buori áiggis oččodišgoahtit ovttasbarggu.
